Repository: keitaroinc/ckanext-fluent
Catalog: ckanext/fluent/i18n/*/LC_MESSAGES/ckanext-fluent.po
Languages: mk, sq

source: Failed to decode JSON string
mk: Неуспешно декодирање на JSON низа од знаци
sq: Dështoi të dekodojë vargun JSON të karaktereve

source: Invalid encoding for JSON string
mk: Невалидно енкодирање на JSON низа од знаци
sq: Kodim i pavlefshëm i një vargu JSON të karaktereve

source: expecting JSON object
mk: се очекува JSON објект
sq: duke pritur objektin JSON

source: invalid type for language code: %r
mk: невалиден тип на јазичен код: %r
sq: tipi i pavlefshëm për kodin e gjuhës: %r

source: invalid language code: "%s"
mk: невалиден јазичен код "%s"
sq: kodin e pavlefshëm të gjuhës: "%s"

source: invalid type for "%s" value
mk: невалиден тип за вредноста "%s"
sq: tipi i pavlefshëm për vlera "%s"

source: invalid encoding for "%s" value
mk: невалидно енкодирање за вредноста "%s"
sq: kodim i pavlefshëm për vlera "%s"

source: Required language "%s" missing
mk: Задолжителнителниот јазик "%s" недостасува
sq: Gjuha e kërkuar "%s" mungon

source: Missing value
mk: Недостасува вредност
sq: Vlera mungon

source: invalid type for "{lang}" value item {num}
mk: невалиден тип за "{lang}" вредносна ставка {num}
sq: tipi i pavlefshëm për artikullin e vlerës "{lang}" {num}

source: expected UTF-8 encoding for "{lang}" value item {num}
mk: се очекува UTF-8 енкодирање за "{lang}" вредносна ставка {num}
sq: pritet që kodimi UTF-8 për artikullin e vlerave "{lang}" {num}

source: invalid type
mk: невалиден тип
sq: tip i pavlefshëm

source: expected UTF-8 encoding
mk: се очекува UTF-8 енкодирање
sq: pritet UTF-8 kodues
